[
  {
    "popular": true,
    "nome": "Babosa",
    "nomeCientifico": "Aloe Vera",
    "tipo": "planta",
    "favorito": false,
    "minText": "Utilizada em cuidados para pele e cabelo, por oferecer uma excelente hidratação.",
    "text": " A composição desta planta rica em mucilagens possui a característica de formar um gel que retém água e proporciona uma ação hidratante e protetora do tecido cutâneo. Além disso, esta planta possui uma ação anti- inflamatória, cicatrizante, anti-alérgica, antibacteriana, antiviral, hidratante e protetora dos raios UV.",
    "cabelo": "A babosa possui enzimas que ajudam a remover células mortas no couro cabeludo, sendo útil no tratamento de caspas. Além disso, a babosa ajuda na produção de colágeno fixando melhor os fios de cabelo no couro cabeludo, e por possuir minerais e água é muito utilizada em procedimentos de hidratação.",
    "pele": "Seus componentes podem estar presente em hidratantes e produtos de limpeza de pele. Além de cremes que apresentam ações calmantes, anti-inflamatória, hidratante, revitalizante, úteis em peles sensíveis, secas e desidratadas. Támbem são utilizados no tratamento da melasma, queimaduras, irritações da pele, cicatrizações e de alopecia.",
    "fonte": "https://bdigital.ufp.pt/bitstream/10284/3574/3/T_JoanaRuivo.pdf",
    "fonteImagem":"teste",
    "nomeImagem": "Babosa",
    "nomeImagemPopular": "BabosaPop"
  },
  {
    "popular": false,
    "nome": "Calêndula",
    "nomeCientifico": "Calendula officinalis",
    "tipo": "planta",
    "favorito": false,
    "text": "O óleo de calêndula é feito pela infusão de flores de calêndula em um óleo transportador sendo útil no alívio da dor, como hepatoprotetor, como anti-inflamatório e como agente antisséptico.",
    "pele": " Loções faciais e preparações para cuidados da pele contendo extrato de calêndula são aplicados especialmente em peles sensíveis e secas, uma vez que estimulam a regeneração celular cutânea, e exercem um efeito calmante e relaxante, principalmente em pele irritada ou inflamada. São igualmente usados na acne e em afeções fungícas, particularmente pé de atleta.",
    "fonte": "https://sapientia.ualg.pt/bitstream/10400.1/8202/1/tesea22566.pdf",
    "fonteImagem":"teste",
    "nomeImagem": "Calendula"
  },
  {
    "popular": false,
    "nome": "Aveia",
    "nomeCientifico": "Avena sativa",
    "tipo": "planta",
    "favorito": false,
    "text": "A aveia pode ser utilizada através da farinha de suas sementes, e do óleo extraído de sua semente. Ela possui ação emoliante e hidratante, além de ser utilizada no tratamento de dermatoses inflamatórias, eczema e queimaduras solares. Também possui propriedades anti-inflamatórias e hipoalergénica.",
    "pele": "A aveia pode estar presente em cremes, loções e esfoliantes, atuando como anti-inflamatório, hidratante e tonificante. Na limpeza de pele, a utilização de esfoliante com farinha das sementes obtém melhores resultados, além de reduzir irritações.",
    "cabelo": "Pode-se extrair o extrato aquoso da semente de aveia para utilizar na composição de shampoos, sendo melhores para lavagens frequentes, além de aumentarem o brilho e o volume do cabelo.",
    "fonte": "https://bdigital.ufp.pt/bitstream/10284/3574/3/T_JoanaRuivo.pdf",
    "fonteImagem":"teste",
    "nomeImagem": "Aveia"
  },
  {
    "popular": true,
    "nome": "Camomila",
    "nomeCientifico": "Matricaria recutita",
    "tipo": "planta",
    "favorito": true,
    "minText": "Destaque nos benefícios para pele, ajudando pricipalmente na cicatrização.",
    "text": "O extrato aquoso de camomila possui atividade anti-inflamatória,, anti-eritematosa e antipruriginosa, assim reduzem o prurido e melhoram a velocidade de cicatrização da pele. Além disso, possui efeitos suavizantes e calmantes.",
    "pele": "Loções com extrato glicólico de camomila são bons para peles finas, sensíveis ou gretadas, e os cremes com o extrato também podem ser aplicados em peles gordas e acneicas. Além disso, o hidrolato dos capítulos florais em compressas pode ser aplicado em todos os tipos de pele, no combate de inflamações, e após forte exposição solar.",
    "cabelo": "Pode-se extrair o extrato glicólico de camomila para utilizar na composição de shampoos, que podem ser usados para aloirar cabelos claros, pela ação da apigenina.",
    "fonte": "https://bdigital.ufp.pt/bitstream/10284/3574/3/T_JoanaRuivo.pdf",
    "fonteImagem":"teste",
    "nomeImagem": "Camomila",
    "nomeImagemPopular": "CamomilaPop"
    
  },
  {
    "popular": false,
    "nome": "Argila Branca",
    "tipo": "argila",
    "favorito": false,
    "text": "Argila natural rica em diversos compostos minerais responsáveis pela sua coloração e ação terapÊutica. Proveniente da transformação de rochas lavadas da água da chuva, sua coloração deve-se a ausência de alguns traços.",
    "pele": "Possui propriedades cicatrizantes, além de facilitar a circulação sanguínea e promove ação antisséptica, sendo muito boa no controle do processo acneico, clareamento e no tônus geral da pele.",
    "fonte": "http://siaibib01.univali.br/pdf/Monthana%20Imai%20de%20Amorim.pdf",
    "fonteImagem":"teste"
  },
  {
    "popular": true,
    "nome": "Argila Verde",
    "tipo": "argila",
    "favorito": false,
    "minText": "Utilizada em tratamentos de pele, atua no combate a celulites e oleosidade.",
    "text": "A mais tradicional das argilas, rica em silício e zinco oferece atividade sebo-regulador e purificadora. Sua coloração deve-se a presença de óxido de ferro, que atua em sinergia com outros minerais presentes.",
    "pele": "Na estética corporal promove tensionamento, melhorando a flacidez tissular e auxilia no combate da celulite. Na estética facial é indicada para peles oleosas, pois atua regulando a oleosidade devido as suas propriedades sebo-regulador.",
    "fonte": "http://siaibib01.univali.br/pdf/Monthana%20Imai%20de%20Amorim.pdf",
    "fonteImagem":"teste",
    "nomeImagemPopular": "ArgilaVerdePop"
  },
  {
    "popular": false,
    "nome": "Argila Roxa",
    "tipo": "argila",
    "favorito": false,
    "text": "Essa argila é rica em silício e magnésio na sua composição, e atua principalmente estimulando a síntese do colágeno na pele.",
    "pele": "A argila roxa possui efeito de bioeletroestimulação, promovendo a nutrição celular, além de auxiliar na eliminação de toxinas para o meio extracelular.",
    "fonte": "http://siaibib01.univali.br/pdf/Monthana%20Imai%20de%20Amorim.pdf",
    "fonteImagem":"teste"
    
  }
]
